results/HTTP/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 23650/s 42s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     23734.24    4212.97   38701.69
  Latency       21.08ms     1.42ms   123.78ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.45MB/s